[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Zapri
btnUpdate.Caption=Prenos
btnConfirmCancel.Caption=Prekliči
btnUptoDateOK.Caption=V redu
lblUpToDate.Caption=Čestitke! Imate najnovejšo različico. Novih posodobitev ni na voljo.
lblGetUptInfo.Caption=Pridobivanje informacij posodabljanja, prosimo počakajte ...
btnConfigCancel.Caption=Prekliči
btnMinimize.Caption=Pomanjšaj
btnProcessCancel.Caption=Prekliči
btnUptWeb.Caption=Posodobi zdaj
btnWebCancel.Caption=Posodobi kasneje
lblUpdateFailed.Caption=Posodobitev ni uspela! Prosimo, poizkusite znova pozneje, ali pa kliknite gumb Ponovi za ponovno posodobitev.
btnFailedClose.Caption=Zapri
btnRetry.Caption=Ponovi
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Element
Size=Velikost
Version=Različica
DownLoading=Prenos
OK=V redu
Close=Zapri
LiveUpdate=Posodobitev
UpdateSuccess=%s je posodobljeno. Uživajte v najnovejših funkcijah in izboljšavah. .
WebDownLoad=Nova različica%s je na voljo. Prosimo, uporabite jo in dobili boste najnovejše funkcije in izboljšave brezplačno.
AvailableUpdates=Razpoložljive posodobitve
NewVersion=Nova različica
VersionUpdate=Različica
ImportantUpdate=Pomembna posodobitev

